{
  "title": "III. Развитие личности",
  "level": 1,
  "children": [
    {
      "title": "3.1 Убеждения успешного соблазнителя",
      "children": [
        {
          "text": "<p>Любой успех в любом деле прежде всего зависит от личных убеждений. Новые убеждения начинают работать только после того, как ты ежедневно будешь их прочитывать. Будет лучший эффект, если ты их начнешь каждый день прописывать. Таким образом в скором времени тебя и не понадобятся никакие методы, ты сам создашь лично свой, который больше всего тебе подходит.</p><ol><li>За всё, что происходит в твоей жизни, несёшь ответственность только ты.<li>Девушек много, я один.<li>Любая девушка хочет секса.<li>Не бывает неудач, бывает только опыт и обратная связь.<li>Девушка не имеет права мной пользоваться. Все что я делаю, приносит мне удовольствие.</ol>"
        }
      ]
    },
    {
      "title": "3.2 Мужские качества",
      "children": [
        {
          "title": "3.2.1 Какие парни нравятся девушкам",
          "children": [
            {
              "text": "<ul><li>Уверенные в себе<li>Весёлые, интересные<li>Стильные, ухоженные<li>Обеспеченные, щедрые (Здесь существует тонкая грань, которую важно научиться чувствовать. Можно не пожадничать и потратить на девушку в кафе небольшую сумму, но нельзя позволять ей пользоваться тобой, когда начнется систематическая «вытряска» денег из твоего кармана.)<li>Инициативные<li>Пользующиеся успехом у других девушек<li>С широким кругом интересов</ul>"
            }
          ]
        },
        {
          "title": "3.2.2 Какие парни не нравятся девушкам",
          "children": [
            {
              "text": "<ul><li>Неуверенные в себе<li>Скучные, занудные<li>Неухоженные<li>Бедные, жадные<li>Безынициативные<li>Не пользующиеся успехом у других девушек<li>С узким кругом интересов</ul>"
            }
          ]
        }
      ]
    },
    {
      "title": "3.3 Постановка целей",
      "children": [
        {
          "text": "<p>Правильно поставленная цель – это уже половина результата.</p>"
        },
        {
          "title": "3.3.1 Правила постановки целей",
          "children": [
            {
              "text": "<ol><li>Цель от первого лица, личностно ориентированная.<li>Позитивная формулировка цели. («Не быть одиноким» - это неправильная формулировка. Подсознание работает так, что частицу «не» оно просто не воспринимает, в конце концов результат будет противоположный)<li>Цель в настоящем времени, как будто ты это совершаешь в процессе. («Я успешно соблазняю по 2 девушки в день»)<li>Должен быть чёткий и очевидный критерий достижения цели, который должен быть у тебя всегда в голове. (Грубо говоря, цель – соблазнить Машу. Критерий достижения цели – секс с Машей. Секс был – значит соблазнил)<li>Контекст достижения цели. (Где, когда и как я это достигну?)<li>Цель должна быть реальной. (При составлении цели, главную роль играет твое подсознание, если ты поставишь нереальную цель, твое подсознание вряд ли серьезно воспримет ее. Важный критерий цели – вера, ты должен верить в то что сможешь достигнуть поставленной цели)</ol>"
            }
          ]
        },
        {
          "title": "3.3.2 Выявление собственных целей",
          "children": [
            {
              "text": "<p>Чтобы проверить правильность поставленной цели, спроси себя и запиши ответы на вопросы, которые будут ниже.</p><ol><li>Чего я хочу достигнуть?<li>Как я узнаю, что я достиг этого?<li>Где, когда, как и с кем это необходимо/желательно?<li>Что для этого мне необходимо и/или желательно?<li>Почему я не достиг этого результата раньше?<li>Что произойдет, если я получу то, чего хочу?<li>Что произойдет, если я этого не достигну?<li>Так стоит ли цель моих усилий?</ol><p>Если после этого, твоя мотивация не слишком сильна, пожалуй нужно будет изменить цель, иначе она не будет иметь смысл.</p>"
            }
          ]
        }
      ]
    },
    {
      "title": "3.4 Спираль успеха",
      "children": [
        {
          "text": "<img src=\"SpiralUspeha.png\"/>"
        }
      ]
    },
    {
      "title": "3.5 Сила мотивации",
      "children": [
        {
          "text": "<img src=\"SilaMotivacii.png\"/>"
        }
      ]
    }
  ]
}